{
  "catppuccin": { "branch": "main" },
  "gitsigns.nvim": { "branch": "main" },
  "lazy.nvim": { "branch": "main" },
  "lualine.nvim": { "branch": "master" },
  "nvim-lspconfig": { "branch": "master" },
  "plenary.nvim": { "branch": "master" },
  "simple_comment.nvim": { "branch": "master" },
  "simple_highlight_words.nvim": { "branch": "master" },
  "simple_pairs.nvim": { "branch": "master" },
  "telescope.nvim": { "branch": "master" },
  "tidy.nvim": { "branch": "main" },
  "which-key.nvim": { "branch": "main" }
}